Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitMedical/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.analyze
source: Analyze
ar: تحليل
bg: Анализирайте
ca: Analitzar
cs: Analyzovat
da: Analyser
de: Analysieren
el: Ανάλυση
es: Analizar
es_419: Analizar
fi: Analysoi
fr: Analyser
fr_ca: Analyser
he: נתח
hi: विश्लेषण करें
hr: Analiziraj
hu: Elemzés
id: Analisis
it: Analizza
ja: 分析する
kk: Анализ жасау
ko: 분석
ms: 分析
nb: Analyser
nl: Analyseren
pl: Analizuj
pt_br: Analisar
pt_pt: Analisar
ro: Analizează
ru: Анализировать
sk: Analyzovať
sv: Analysera
th: วิเคราะห์
tr: Analiz Et
uk: Аналізувати
vi: Phân tích
zh_hans: 分析
zh_hant: 分析
zh_hk: 分析

# TK.Action.attachFile
source: Attach File
ar: إرفاق ملف
bg: Прикачи файл
ca: Adjuntar Fitxer
cs: Připojit soubor
da: Vedhæft fil
de: Datei anhängen
el: Επισύναψη Αρχείου
es: Adjuntar archivo
es_419: Adjuntar archivo
fi: Liitä tiedosto
fr: Joindre un fichier
fr_ca: Joindre un Fichier
he: צורף קובץ
hi: फाइल संलग्न करें
hr: Prikači datoteku
hu: Fájl csatolása
id: Lampirkan Berkas
it: Allega File
ja: ファイルを添付
kk: Файлды тіркеу
ko: 파일 첨부
ms: Lampirkan Fail
nb: Legg ved fil
nl: Bestand Bijvoegen
pl: Dołącz plik
pt_br: Anexar Arquivo
pt_pt: Anexar Ficheiro
ro: Atașează Fișier
ru: Прикрепить файл
sk: Priložiť súbor
sv: Bifoga fil
th: แนบไฟล์
tr: Dosya Ekle
uk: Прикріпити файл
vi: Đính kèm tệp
zh_hans: 附加文件
zh_hant: 附加檔案
zh_hk: 附加檔案

# TK.Action.bookAppointment
source: Book Appointment
ar: حجز موعد
bg: Резервирайте среща
ca: Reservar Cita
cs: Rezervovat schůzku
da: Book aftale
de: Termin buchen
el: Κλείστε Ραντεβού
es: Reservar cita
es_419: Reservar cita
fi: Varaa aika
fr: Prendre rendez-vous
fr_ca: Réserver un rendez-vous
he: קבע תור
hi: अपॉइंटमेंट बुक करें
hr: Rezerviši termin
hu: Időpont Foglalása
id: Pesan Janji
it: Prenota appuntamento
ja: 予約を取る
kk: Кездесу жоспарлау
ko: 예약하기
ms: 预约
nb: Bestill avtale
nl: Afspraak Boeken
pl: Zarezerwuj wizytę
pt_br: Agendar Consulta
pt_pt: Marcar Consulta
ro: Rezervă o întâlnire
ru: Записаться на приём
sk: Objednať schôdzku
sv: Boka tid
th: จองนัดหมาย
tr: Randevu Al
uk: Записати прийом
vi: Đặt lịch hẹn
zh_hans: 预约
zh_hant: 預約
zh_hk: 预约

# TK.Action.compareResults
source: Compare Results
ar: قارن النتائج
bg: Сравни резултатите
ca: Comparar Resultats
cs: Porovnat výsledky
da: Sammenlign resultater
de: Ergebnisse vergleichen
el: Σύγκριση Αποτελεσμάτων
es: Comparar Resultados
es_419: Comparar resultados
fi: Vertaile tuloksia
fr: Comparer les résultats
fr_ca: Comparer les résultats
he: השוואת תוצאות
hi: परिणामों की तुलना करें
hr: Usporedi rezultate
hu: Eredmények Összehasonlítása
id: Bandingkan Hasil
it: Confronta risultati
ja: 結果を比較する
kk: Нәтижелерді салыстыру
ko: 결과 비교
ms: Bandingkan Keputusan
nb: Sammenlign
nl: Vergelijk Resultaten
pl: Porównaj wyniki
pt_br: Comparar Resultados
pt_pt: Comparar Resultados
ro: Compară rezultate
ru: Сравнить результаты
sk: Porovnať výsledky
sv: Jämför resultat
th: เปรียบเทียบผลลัพธ์
tr: Sonuçları Karşılaştır
uk: Порівняти результати
vi: So sánh Kết quả
zh_hans: 比较结果
zh_hant: 比較結果
zh_hk: 比較結果

# TK.Action.contactDoctor
source: Contact Doctor
ar: اتصل بالطبيب
bg: Свържи се с лекар
ca: Contactar Doctor/a
cs: Kontaktovat lékaře
da: Kontakt læge
de: Arzt kontaktieren
el: Επικοινωνία με τον Ιατρό
es: Contactar Doctor/a
es_419: Contactar doctor
fi: Ota yhteyttä lääkäriin
fr: Contacter le médecin
fr_ca: Contacter le médecin
he: צור קשר עם רופא
hi: डॉक्टर से संपर्क करें
hr: Kontaktiraj liječnika
hu: Orvossal való Kapcsolatfelvétel
id: Hubungi Dokter
it: Contatta il medico
ja: 医者に連絡する
kk: Дәрігермен байланысу
ko: 의사에게 연락
ms: Hubungi Doktor
nb: Kontakt lege
nl: Dokter Contacten
pl: Skontaktuj się z lekarzem
pt_br: Contatar Médico
pt_pt: Contactar Médico
ro: Contactează medicul
ru: Связаться с врачом
sk: Kontaktovať lekára
sv: Kontakta läkare
th: ติดต่อแพทย์
tr: Doktorla İletişime Geç
uk: Зв'язатися з лікарем
vi: Liên hệ Bác sĩ
zh_hans: 联系医生
zh_hant: 聯絡醫生
zh_hk: 聯絡醫生

# TK.Action.contactSupport
source: Contact Support
ar: التواصل مع الدعم
bg: Свържи се с поддръжка
ca: Contactar amb el servei de suport
cs: Kontaktovat podporu
da: Kontakt support
de: Support kontaktieren
el: Επικοινωνία με την Υποστήριξη
es: Contactar con el servicio de soporte
es_419: Contactar soporte
fi: Ota yhteyttä tukeen
fr: Contacter l’assistance
fr_ca: Communiquer avec le service d’assistance
he: פנייה לתמיכה
hi: सहायता से संपर्क करें
hr: Obratite se korisničkoj podršci
hu: Kapcsolatfelvétel a Támogatással
id: Hubungi Dukungan
it: Contatta l'assistenza
ja: サポートに問い合わせ
kk: Қолдау көрсету сервисіне хабарласу
ko: 지원팀에 문의
ms: Hubungi Sokongan
nb: Kontakt støtte
nl: Neem contact op met ondersteuning
pl: Skontaktuj się z działem wsparcia
pt_br: Contatar o Suporte
pt_pt: Contactar suporte
ro: Contactează asistența
ru: Связаться с поддержкой
sk: Kontaktovať podporu
sv: Kontakta supporten
th: ติดต่อบริการช่วยเหลือ
tr: Destek ile İletişim Kurun
uk: Звернутися до Служби підтримки
vi: Liên hệ hỗ trợ
zh_hans: 联系支持
zh_hant: 聯絡支援服務
zh_hk: 聯絡支援

# TK.Action.deleteReport
source: Delete Report
ar: احذف التقرير
bg: Изтрий доклад
ca: Eliminar Informe
cs: Smazat zprávu
da: Slet rapport
de: Bericht löschen
el: Διαγραφή Αναφοράς
es: Eliminar Informe
es_419: Eliminar informe
fi: Poista raportti
fr: Supprimer le rapport
fr_ca: Supprimer le rapport
he: מחק דוח
hi: रिपोर्ट हटाएँ
hr: Obriši izvještaj
hu: Jelentés Törlése
id: Hapus Laporan
it: Elimina report
ja: レポートを削除する
kk: Есепті жою
ko: 보고서 삭제
ms: Padam Laporan
nb: Slett rapport
nl: Rapport Verwijderen
pl: Usuń raport
pt_br: Excluir Relatório
pt_pt: Eliminar Relatório
ro: Șterge raportul
ru: Удалить отчет
sk: Vymazať správu
sv: Ta bort rapport
th: ลบรายงาน
tr: Raporu Sil
uk: Видалити звіт
vi: Xóa Báo cáo
zh_hans: 删除报告
zh_hant: 刪除報告
zh_hk: 刪除報告

# TK.Action.diagnose
source: Diagnose
ar: شخّص
bg: Диагностицирай
ca: Diagnosticar
cs: Diagnóza
da: Diagnosér
de: Diagnose stellen
el: Διάγνωση
es: Diagnosticar
es_419: Diagnosticar
fi: Diagnosoi
fr: Diagnostiquer
fr_ca: Diagnostiquer
he: אבחן
hi: निदान करें
hr: Dijagnosticiraj
hu: Diagnosztizálás
id: Diagnosa
it: Diagnosi
ja: 診断する
kk: Ауруды диагностикалау
ko: 진단
ms: Diagnos
nb: Diagnosere
nl: Diagnose Stellen
pl: Zdiagnozuj
pt_br: Diagnosticar
pt_pt: Diagnosticar
ro: Diagnostichează
ru: Поставить диагноз
sk: Diagnostikovať
sv: Diagnostisera
th: วินิจฉัย
tr: Teşhis Et
uk: Діагностувати
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷
zh_hk: 診斷

# TK.Action.exportData
source: Export Data
ar: تصدير البيانات
bg: Експортирай данни
ca: Exportar dades
cs: Exportovat data
da: Eksportér Data
de: Daten Exportieren
el: Εξαγωγή Δεδομένων
es: Exportar datos
es_419: Exportar Datos
fi: Vie tiedot
fr: Exporter les données
fr_ca: Exporter les données
he: ייצא נתונים
hi: डेटा निर्यात करें
hr: Izvezi Podatke
hu: Adatok exportálása
id: Ekspor Data
it: Esporta Dati
ja: データをエクスポート
kk: Деректерді экспорттау
ko: 데이터 내보내기
ms: Eksport Data
nb: Eksporter data
nl: Gegevens Exporteren
pl: Eksportuj dane
pt_br: Exportar Dados
pt_pt: Exportar Dados
ro: Exportă Datele
ru: Экспортировать данные
sk: Exportovať údaje
sv: Exportera data
th: ส่งออกข้อมูล
tr: Verileri Dışa Aktar
uk: Експортувати дані
vi: Xuất Dữ Liệu
zh_hans: 导出数据
zh_hant: 導出資料
zh_hk: 導出數據

# TK.Action.exportPDF
source: Export PDF
ar: تصدير كملف PDF
bg: Експортирай PDF
ca: Exportar com a PDF
cs: Exportovat PDF
da: Eksporter PDF
de: PDF exportieren
el: Εξαγωγή σε PDF
es: Exportar PDF
es_419: Exportar PDF
fi: Vie PDF
fr: Exporter au format PDF
fr_ca: Exporter au format PDF
he: ייצוא כקובץ PDF
hi: PDF एक्सपोर्ट करें
hr: Eksportiraj PDF
hu: Exportálás PDF-ként
id: Ekspor PDF
it: Esporta PDF
ja: PDFとして書き出す
kk: PDF файлын экспорттау
ko: PDF 내보내기
ms: Eksport PDF
nb: Eksporter PDF
nl: Exporteer pdf
pl: Eksportuj PDF
pt_br: Exportar PDF
pt_pt: Exportar PDF
ro: Exportați PDF
ru: Экспортировать PDF
sk: Exportovať PDF
sv: Exportera PDF
th: ส่งออก PDF
tr: PDF’i Dışa Aktar
uk: Експортувати PDF
vi: Xuất PDF
zh_hans: 导出PDF
zh_hant: 輸出為PDF
zh_hk: 輸出為PDF

# TK.Action.exportResults
source: Export Results
ar: تصدير النتائج
bg: Експортируй резултати
ca: Exportar Resultats
cs: Exportovat výsledky
da: Eksporter resultater
de: Ergebnisse exportieren
el: Εξαγωγή Αποτελεσμάτων
es: Exportar Resultados
es_419: Exportar resultados
fi: Vie tulokset
fr: Exporter les résultats
fr_ca: Exporter les résultats
he: ייצא תוצאות
hi: परिणाम निर्यात करें
hr: Izvezi rezultate
hu: Eredmények Exportálása
id: Ekspor Hasil
it: Esporta risultati
ja: 結果をエクスポートする
kk: Нәтижелерді экспорттау
ko: 결과 내보내기
ms: Eksport Keputusan
nb: Eksporter resultater
nl: Resultaten Exporteren
pl: Eksportuj wyniki
pt_br: Exportar Resultados
pt_pt: Exportar Resultados
ro: Exportă rezultatele
ru: Экспортировать результаты
sk: Exportovať výsledky
sv: Exportera resultat
th: ส่งออกผลลัพธ์
tr: Sonuçları Dışa Aktar
uk: Експортувати результати
vi: Xuất Kết quả
zh_hans: 导出结果
zh_hant: 導出結果
zh_hk: 導出結果

# TK.Action.generateReport
source: Generate Report
ar: إنشاء تقرير
bg: Генериране на отчет
ca: Generar informe
cs: Vygenerovat zprávu
da: Generer Rapport
de: Bericht Erstellen
el: Δημιουργία Αναφοράς
es: Generar informe
es_419: Generar Informe
fi: Luo raportti
fr: Générer un rapport
fr_ca: Générer le rapport
he: ייצר דוח
hi: रिपोर्ट उत्पन्न करें
hr: Generiraj Izvještaj
hu: Jelentés generálása
id: Buat Laporan
it: Genera Report
ja: レポートを生成
kk: Есепті жасау
ko: 보고서 생성
ms: Hasilkan Laporan
nb: Generer rapport
nl: Rapport Genereren
pl: Generuj raport
pt_br: Gerar Relatório
pt_pt: Gerar Relatório
ro: Generează Raport
ru: Сгенерировать отчет
sk: Vytvoriť správu
sv: Generera rapport
th: สร้างรายงาน
tr: Rapor Oluştur
uk: Генерувати звіт
vi: Tạo Báo Cáo
zh_hans: 生成报告
zh_hant: 生成報告
zh_hk: 生成報告

# TK.Action.importData
source: Import Data
ar: استيراد البيانات
bg: Импортирай данни
ca: Importa dades
cs: Importovat data
da: Importer data
de: Daten importieren
el: Εισαγωγή Δεδομένων
es: Importar datos
es_419: Importar datos
fi: Tuo tiedot
fr: Importer les données médicales
fr_ca: Importer des données
he: ייבא נתונים
hi: डेटा इम्पोर्ट करें
hr: Uvezi podatke
hu: Adatok importálása
id: Impor Data
it: Importa Dati
ja: データをインポートする
kk: Деректерді импорттау
ko: 데이터 가져오기
nb: Importer data
nl: Gegevens Importeren
pl: Importuj Dane
pt_br: Importar Dados Médicos
pt_pt: Importar Dados
ro: Importă Date
ru: Импортировать данные
sk: Importovať dáta
sv: Importera data
th: นำเข้าข้อมูล
tr: Veri İçe Aktar
uk: Імпортувати дані
vi: Nhập dữ liệu
zh_hans: 导入数据
zh_hant: 導入數據
zh_hk: 导入数据

# TK.Action.logMeasurement
source: Log Measurement
ar: سجل القياس
bg: Запиши измерването
ca: Registra mesura
cs: Zaznamenat měření
da: Log måling
de: Messung protokollieren
el: Καταγραφή Μετρήσεων
es: Registrar medida
es_419: Registrar medición
fi: Kirjaa mittaus
fr: Enregistrer la mesure
fr_ca: Enregistrer la mesure
he: רשום מדידה
hi: माप लॉग करें
hr: Zabilježi mjerenje
hu: Mérés rögzítése
id: Catat Pengukuran
it: Registra Misura
ja: 測定を記録する
kk: Медициналық өлшемдерді тіркеу
ko: 의료 측정 기록하기
ms: Catat Pengukuran
nb: Logg måling
nl: Metingen Registreren
pl: Rejestruj Pomiar
pt_br: Registrar Medição
pt_pt: Registar Medição
ro: Înregistrează Măsurătoare
ru: Записать измерение
sk: Zaznamenať meranie
sv: Logga mätning
th: บันทึกการวัด
tr: Ölçümü Kaydet
uk: Логувати вимірювання
vi: Ghi số liệu
zh_hans: 记录测量
zh_hant: 記錄測量
zh_hk: 记录测量

# TK.Action.logSymptom
source: Log Symptom
ar: سجل الأعراض
bg: Запиши симптома
ca: Registra símptoma
cs: Zaznamenat symptomy
de: Symptom protokollieren
el: Καταγραφή Συμπτώματος
es: Registrar síntoma
es_419: Registrar síntoma
fi: Kirjaa oire
fr: Enregistrer le symptôme
fr_ca: Enregistrer le symptôme
he: רשום סימפטום
hi: लक्षण लॉग करें
hr: Zabilježi simptom
hu: Tünet rögzítése
id: Catat Gejala
it: Registra Sintomo
ja: 症状を記録する
kk: Симптомдарды тіркеу
ko: 증상 기록하기
ms: Catat Gejala
nb: Logg symptom
nl: Symptomen Registreren
pl: Rejestruj Objaw
pt_br: Registrar Sintoma
pt_pt: Registar Sintoma
ro: Înregistrează Simptome
ru: Записать симптом
sk: Zaznamenať symptóm
sv: Logga symptom
th: บันทึกลักษณะอาการ
tr: Semptomu Kaydet
uk: Логувати симптоми
vi: Ghi triệu chứng
zh_hans: 记录症状
zh_hant: 記錄症狀
zh_hk: 记录症状

# TK.Action.markAsComplete
source: Mark as Complete
ar: تحديد كمكتمل
bg: Маркиране като завършено
ca: Marcar com a complet
cs: Označit jako dokončené
da: Marker som Fuldført
de: Als Abgeschlossen Markieren
el: Σημείωση ως Ολοκληρωμένο
es: Marcar como completo
es_419: Marcar como Completo
fi: Merkitse valmiiksi
fr: Marquer comme complet
fr_ca: Marquer comme complet
he: סמן כהשלים
hi: पूर्ण के रूप में चिह्नित करें
hr: Označi kao Završeno
hu: Késznek nyilvánítás
id: Tandai Sebagai Lengkap
it: Segna come Completo
ja: 完了とマーク
kk: Дайын деп белгілеу
ko: 완료로 표시
ms: Tandakan Sebagai Lengkap
nb: Merk som fullført
nl: Markeren als Voltooid
pl: Oznacz jako ukończone
pt_br: Marcar como Completo
pt_pt: Marcar como Completo
ro: Marchează ca Finalizat
ru: Отметить как завершено
sk: Označiť ako dokončené
sv: Markera som slutförd
th: ทำเครื่องหมายว่าเสร็จสิ้น
tr: Tamamlandı Olarak İşaretle
uk: Позначити як завершено
vi: Đánh dấu hoàn tất
zh_hans: 标记为完成
zh_hant: 標記為完成
zh_hk: 標記為完成

# TK.Action.measure
source: Measure
ar: القياس
bg: Измервания
ca: Mesures
cs: Měření
da: Måling
de: Maßband
el: Μέτρηση
es: Medidas
es_419: Medir
fi: Mittanauha
fr: Mesures
fr_ca: Mesures
he: מדידה
hi: माप
hr: Mjerenje
hu: Mérés
id: Pengukur
it: Metro
ja: 計測
kk: Өлшем
ko: 측정
ms: Ukur
nb: Mål
nl: Meten
pl: Miarka
pt_br: Medida
pt_pt: Fita Métrica
ro: Măsurare
ru: Рулетка
sk: Meradlo
sv: Mätverktyg
th: เครื่องมือวัด
tr: Ölçüm
uk: Мірило
vi: Đo
zh_hans: 测距仪
zh_hant: 測距儀
zh_hk: 測距儀

# TK.Action.monitor
source: Monitor
ar: مراقبة
bg: Наблюдавай
ca: Segueix
cs: Sledovat
da: Overvåg
de: Überwachen
el: Παρακολούθηση
es: Monitorear
es_419: Monitorear
fi: Seuraa
fr: Surveiller
fr_ca: Surveiller
he: נשק
hi: मॉनिटर करें
hr: Prati
hu: Megfigyelés
id: Pantau
it: Monitora
ja: 健康状態を監視する
kk: Денсаулықты бақылау
ko: 건강 조건 모니터링하기
ms: Pantau
nb: Overvåk
nl: Monitoren
pl: Monitoruj
pt_br: Monitorar
pt_pt: Monitorizar
ro: Monitorizează
ru: Мониторить
sk: Monitorovať
sv: Övervaka
th: ติดตามผล
tr: İzle
uk: Слідкувати
vi: Giám sát
zh_hans: 监测
zh_hant: 監控
zh_hk: 监测

# TK.Action.printReport
source: Print Report
ar: اطبع التقرير
bg: Принтирай отчет
ca: Imprimeix informe
cs: Tisknout zprávu
da: Print rapport
de: Bericht drucken
el: Εκτύπωση αναφοράς
es: Imprimir informe
es_419: Imprimir informe
fi: Tulosta raportti
fr: Imprimer le rapport
fr_ca: Imprimer le rapport
he: הדפס דוח
hi: रिपोर्ट प्रिंट करें
hr: Ispisuj izvještaj
hu: Jelentés nyomtatása
id: Cetak Laporan
it: Stampa Rapport
ja: レポートを印刷する
kk: Есепті басып шығару
ko: 보고서 인쇄하기
ms: Cetak Laporan
nb: Skriv ut rapport
nl: Rapport Afdrukken
pl: Drukuj raport
pt_br: Imprimir Relatório
pt_pt: Imprimir Relatório
ro: Tipărește raportul
ru: Напечатать отчет
sk: Tlačiť správu
sv: Skriv ut rapport
th: พิมพ์รายงาน
tr: Raporu Yazdır
uk: Роздрукувати звіт
vi: In báo cáo
zh_hans: 打印报告
zh_hant: 列印報告
zh_hk: 列印報告

# TK.Action.record
source: Record
ar: تسجيل
bg: Запис
ca: Gravar
cs: Nahrát
da: Optag
de: Aufnehmen
el: Εγγραφή
es: Grabar
es_419: Grabar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: הקלט
hi: रिकॉर्ड करें
hr: Snimi
hu: Felvétel
id: Rekam
it: Registra
ja: 収録
kk: Жазу
ko: 기록
ms: Rakam
nb: Oppta
nl: Neem op
pl: Nagraj
pt_br: Gravar
pt_pt: Gravar
ro: Înregistrați
ru: Запись
sk: Nahrať
sv: Spela in
th: บันทึก
tr: Kayıt Yap
uk: Записати
vi: Ghi
zh_hans: 录制
zh_hant: 錄製
zh_hk: 錄製

# TK.Action.recordResult
source: Record Result
ar: سجل النتيجة
bg: Запиши резултата
ca: Registra resultat
cs: Nahrát výsledek
da: Optag resultat
de: Ergebnis aufzeichnen
el: Καταγραφή αποτελέσματος
es: Registrar resultado
es_419: Registrar resultado
fi: Tallenna tulos
fr: Enregistrer le résultat
fr_ca: Enregistrer le résultat
he: הקלט תוצאה
hi: परिणाम रिकॉर्ड करें
hr: Zabilježi rezultat
hu: Eredmény rögzítése
id: Rekam Hasil
it: Registra Risultato
ja: 結果を記録する
kk: Нәтижені жазу
ko: 결과 기록하기
ms: Rekod Keputusan
nb: Registrer resultat
nl: Resultaat Registreren
pl: Zarejestruj wynik
pt_br: Gravar Resultado
pt_pt: Gravar Resultado
ro: Înregistrează rezultatul
ru: Записать результат
sk: Zaznamenať výsledok
sv: Spela in resultat
th: บันทึกผลลัพธ์
tr: Sonucu Kaydet
uk: Записати результат
vi: Ghi lại kết quả
zh_hans: 记录结果
zh_hant: 記錄結果
zh_hk: 記錄結果

# TK.Action.recordValue
source: Record Value
ar: سجل القيمة
bg: Запиши стойността
ca: Registra valor
cs: Zaznamenat hodnotu
da: Optag værdi
de: Wert aufzeichnen
el: Καταγραφή τιμής
es: Registrar valor
es_419: Registrar valor
fi: Tallenna arvo
fr: Enregistrer la valeur
fr_ca: Enregistrer la valeur
he: הקלט ערך
hi: मान रिकॉर्ड करें
hr: Zabilježi vrijednost
hu: Érték rögzítése
id: Rekam Nilai
it: Registra Valore
ja: 値を記録する
kk: Мәнді жазу
ko: 값 기록하기
ms: Rekod Nilai
nb: Registrer verdi
nl: Waarde Registreren
pl: Zarejestruj wartość
pt_br: Gravar Valor
pt_pt: Gravar Valor
ro: Înregistrează valoarea
ru: Записать значение
sk: Zaznamenať hodnotu
sv: Spela in värde
th: บันทึกค่า
tr: Değeri Kaydet
uk: Записати значення
vi: Ghi lại giá trị
zh_hans: 记录数值
zh_hant: 記錄數值
zh_hk: 記錄數據

# TK.Action.requestAppointment
source: Request Appointment
ar: طلب موعد
bg: Заявка за среща
ca: Solicitar cita
cs: Žádat o schůzku
da: Anmod om aftale
de: Termin anfragen
el: Αίτημα Ραντεβού
es: Solicitar cita
es_419: Solicitar cita
fi: Pyydä tapaamista
fr: Demander un rendez-vous
fr_ca: Demander un rendez-vous
he: בקש תור
hi: अपॉइंटमेंट का अनुरोध करें
hr: Zatraži termin
hu: Időpont Kérése
id: Minta Janji Temu
it: Richiedi Appuntamento
ja: 予約をリクエスト
kk: Дәрігерге қабылдауды сұрау
ko: 예약 요청하기
ms: Mohon Temujanji
nb: Be om avtale
nl: Afspraak aanvragen
pl: Poproś o wizytę
pt_br: Solicitar Consulta
pt_pt: Solicitar consulta
ro: Solicită programare
ru: Запросить встречу
sk: Požiadať o schôdzku
sv: Begär tid
th: ขอหมายแพทย์
tr: Randevu Talep Et
uk: Запросити прийом
vi: Yêu cầu Lịch hẹn
zh_hans: 请求预约
zh_hant: 預約看診
zh_hk: 要求約見

# TK.Action.requestData
source: Request Data
ar: طلب بيانات
bg: Заявка за данни
ca: Solicitar dades
cs: Žádat o data
da: Anmod om data
de: Daten anfordern
el: Αίτημα Δεδομένων
es: Solicitar datos
es_419: Solicitar datos
fi: Pyydä tietoja
fr: Demander des données
fr_ca: Demander des données
he: בקש נתונים
hi: डेटा का अनुरोध करें
hr: Zatraži podatke
hu: Adat Kérése
id: Minta Data
it: Richiedi Dati
ja: データをリクエスト
kk: Медициналық мәліметтерді сұрау
ko: 데이터 요청하기
ms: Mohon Data
nb: Be om data
nl: Gegevens aanvragen
pl: Poproś o dane
pt_br: Solicitar Dados
pt_pt: Solicitar dados
ro: Solicită datele
ru: Запросить данные
sk: Požiadať o údaje
sv: Begär data
th: ขอข้อมูล
tr: Veri Talep Et
uk: Запросити дані
vi: Yêu cầu Dữ liệu
zh_hans: 请求数据
zh_hant: 請求資料
zh_hk: 要求資料

# TK.Action.requestRefill
source: Request Refill
ar: طلب إعادة تعبئة
bg: Заявка за повторно предписване
ca: Solicitar renovació
cs: Žádat o opakování receptu
da: Anmod om genopfyldning
de: Nachfüllen anfordern
el: Αίτημα Επαναληψής
es: Solicitar recarga
es_419: Solicitar reposición
fi: Pyydä lääkkeen uusinta
fr: Demander un renouvellement
fr_ca: Demander un renouvellement
he: בקש משפט
hi: रीफिल का अनुरोध करें
hr: Zatraži ponovni recept
hu: Receptúra Kérése
id: Minta Perpanjangan
it: Richiedi Rinnovo
ja: 処方箋の再注入をリクエスト
kk: Рецептті қайта сұрау
ko: 처방 재조제 요청하기
ms: Mohon Pengisian Semula
nb: Be om refill
nl: Herhaalmedicatie aanvragen
pl: Poproś o uzupełnienie
pt_br: Solicitar Reposição
pt_pt: Solicitar reposição
ro: Solicită reîncărcare
ru: Запросить дозу
sk: Požiadať o doplnenie
sv: Begär påfyllning
th: ขอเพิ่มยาค่ะ
tr: Reçete Yenileme Talep Et
uk: Запросити повторний рецепт
vi: Yêu cầu Đơn thuốc
zh_hans: 请求续药
zh_hant: 請求補藥
zh_hk: 要求補充處方

# TK.Action.reviewResults
source: Review Results
ar: مراجعة النتائج
bg: Преглед на резултатите
ca: Revisar resultats
cs: Zkontrolovat výsledky
da: Gennemgå resultater
de: Ergebnisse überprüfen
el: Επισκόπηση Αποτελεσμάτων
es: Revisar resultados
es_419: Revisar resultados
fi: Tarkista tulokset
fr: Vérifier les résultats
fr_ca: Examiner les résultats
he: סקור תוצאות
hi: परिणामों की समीक्षा करें
hr: Pregledaj rezultate
hu: Eredmények Áttekintése
id: Tinjau Hasil
it: Rivedi Risultati
ja: 結果を確認
kk: Нәтижелерді қарау
ko: 결과 검토하기
ms: Semak Keputusan
nb: Gå gjennom resultater
nl: Resultaten bekijken
pl: Sprawdź wyniki
pt_br: Revisar Resultados
pt_pt: Rever resultados
ro: Revizuiește rezultatele
ru: Просмотреть результаты
sk: Skontrolovať výsledky
sv: Granska resultat
th: ตรวจสอบผลลัพธ์
tr: Sonuçları Gözden Geçir
uk: Переглянути результати
vi: Xem lại Kết quả
zh_hans: 查看结果
zh_hant: 檢視結果
zh_hk: 檢閱結果

# TK.Action.schedule
source: Schedule
ar: جدول الأوقات
bg: График
ca: Programació
cs: Rozvrh
da: Planlæg
de: Zeitplan
el: Πρόγραμμα
es: Programar
es_419: Programar
fi: Ajastus
fr: Programme
fr_ca: Horaire
he: תזמון
hi: शेड्यूल
hr: Raspored
hu: Ütemezés
id: Jadwal
it: Programma
ja: スケジュール
kk: Кесте
ko: 시간 지정
ms: Jadual
nb: Planlegg
nl: Schema
pl: Harmonogram
pt_br: Horários
pt_pt: Horário
ro: Program
ru: Расписание
sk: Rozvrh
sv: Schema
th: กำหนดเวลา
tr: Program
uk: Розклад
vi: Lịch trình
zh_hans: 定时
zh_hant: 排程
zh_hk: 時間表

# TK.Action.scheduleAppointment
source: Schedule Appointment
ar: جدولة موعد
bg: Планиране на среща
ca: Programar cita
cs: Naplánovat schůzku
da: Planlæg aftale
de: Termin planen
el: Προγραμματισμός Ραντεβού
es: Programar cita
es_419: Programar cita
fi: Aikatauluta tapaaminen
fr: Planifier un rendez-vous
fr_ca: Planifier un rendez-vous
he: תאם תור
hi: अपॉइंटमेंट शेड्यूल करें
hr: Zakaži termin
hu: Időpont Ütemezése
id: Jadwalkan Janji Temu
it: Pianifica Appuntamento
ja: 予約をスケジュール
kk: Қабылдауды жоспарлау
ko: 진료 예약하기
ms: Jadualkan Temujanji
nb: Planlegg avtale
nl: Afspraak plannen
pl: Zaplanuj wizytę
pt_br: Agendar Consulta
pt_pt: Agendar consulta
ro: Programează întâlnire
ru: Запланировать встречу
sk: Naplánovať schôdzku
sv: Boka tid
th: นัดหมายแพทย์
tr: Randevu Planla
uk: Запланувати прийом
vi: Lên lịch Lịch hẹn
zh_hans: 安排预约
zh_hant: 預約看診
zh_hk: 安排約見

# TK.Action.shareReport
source: Share Report
ar: مشاركة التقرير
bg: Сподели отчет
ca: Compartir informe
cs: Sdílet zprávu
da: Del rapport
de: Bericht teilen
el: Κοινοποίηση Αναφοράς
es: Compartir informe
es_419: Compartir Informe
fi: Jaa raportti
fr: Partager le rapport
fr_ca: Partager le rapport
he: שתף דוח
hi: रिपोर्ट शेयर करें
hr: Podijeli izvješće
hu: Jelentés Megosztása
id: Bagikan Laporan
it: Condividi Rapporto
ja: レポートを共有
kk: Есепті бөлісу
ko: 보고서 공유하기
ms: Kongsi Laporan
nb: Del rapport
nl: Verslag delen
pl: Udostępnij raport
pt_br: Compartilhar Relatório
pt_pt: Partilhar relatório
ro: Împărtășește raportul
ru: Поделиться отчетом
sk: Zdieľať správu
sv: Dela rapport
th: แชร์รายงาน
tr: Raporu Paylaş
uk: Поділитися звітом
vi: Chia sẻ Báo cáo
zh_hans: 分享报告
zh_hant: 分享報告
zh_hk: 分享報告

# TK.Action.shareResults
source: Share Results
ar: مشاركة النتائج
bg: Сподели резултати
ca: Compartir resultats
cs: Sdílet výsledky
da: Del resultater
de: Ergebnisse teilen
el: Κοινοποίηση Αποτελεσμάτων
es: Compartir resultados
es_419: Compartir Resultados
fi: Jaa tulokset
fr: Partager les résultats
fr_ca: Partager les résultats
he: שתף תוצאות
hi: परिणामों को साझा करें
hr: Podijeli rezultate
hu: Eredmények Megosztása
id: Bagikan Hasil
it: Condividi Risultati
ja: 結果を共有
kk: Нәтижелерді бөлісу
ko: 결과 공유하기
ms: Kongsi Keputusan
nb: Del resultater
nl: Resultaten delen
pl: Udostępnij wyniki
pt_br: Compartilhar Resultados
pt_pt: Partilhar resultados
ro: Împărtășește rezultatele
ru: Поделиться результатами
sk: Zdieľať výsledky
sv: Dela resultat
th: แชร์ผลลัพธ์
tr: Sonuçları Paylaş
uk: Поділитися результатами
vi: Chia sẻ Kết quả
zh_hans: 分享结果
zh_hant: 分享結果
zh_hk: 分享結果
